{k
  "490078": "C1: Fall off the second platform at 15%. You will hit a blue pad. Do a late jump, and buffer a blue orb. C2: Go through the top obstacle with ship at 34%. C3: Drop off the 3rd platform at 56%.",
  "1360404": "C1: Quickly go down and up with ball at 42. C2: Touch roof with waves at 75. C3: Touch the red orb at 96 late.",
  "1650666": "C1: Go inside the top part of the monster at 20. C2: Go to the top at 46. C3: Go through the top at 84.",
  "1703546": "C1: Slide on an invisible platform above the obstacle at 14. C2: Go between the saws near the bottom of the screen at 29. C3: Take the bottom route at 92.",
  "2456909": "Free coin.",
  "3000828": "C1: Go through fake saw at 15, and go below the saw near the bottom of the screen. C2: Only hit one of the pink orbs at 48. C3: After the orb at 72 do not click until the next orb.",
  "3171016": "C1: Go in the middle of the obstacle at the top at 25. C2: Take the bottom route at 48 and then go up through the saws. C3: Jump at 80.",
  "3186219": "C1: Hold right after falling off the block at 36 until you get the coin. C2: Only hit one yellow orb at 60. C3: Jump off the slope at 70.",
  "3236406": "C1: Hit the blue orb at 9. C2: Go down and up using the blue orb at 26. C3: In the most bottom spike at 92.",
  "3325797": "C1: Fall off the platform at 16. C2: In between the pillars at 57. C3: Jump off the platform at 75, and hold to jump over a spike.",
  "3337523": "C1: Jump off the platform at 6, and hit an invisible pink orb. C2: Take the bottom route at 50. C3: Fall off the light-blue platform at 85 to fall onto an invisible platform. When you pick up the coin, jump and use the orbs as normal.",
  "3382569": "C1: Go under the bottom saw at 31. C2: Go through the sides of the diamond in the middle at 56. C3: Don't hit the last yellow orb at 97.",
  "3405570": "(Same coins as blast processing.) C1: Go through the sides of the diamond in the middle at 52. C2: Stay low to the ground at 67 - 69 in order to go into the monster's mouth at 69. C3: Go under the blocks at 85 with the fake spikes. Hold when under.",
  "3543219": "C1: Fall off the platform at 14, do not hit the pink orb. C2: After the yellow orb, do not jump until after the coin. You will be teleported to the platform which you need to jump off immediately. C3: At 96, after the invisible spike, hold up. Release to go through the gap between the spike and saw.",
  "3561433": "C1: Fly between the spikes at the top at 2. C2: Don't hit the blue orb in the blue portal at 25. C3: Wave through the obstacles at 84 in the bottom half of the screen.",
  "3736586": "C1: Only hit one of the pink orbs at 35. Jump after falling onto the mini-block. Fall off the platform. Be prepared for gameplay. C2: Take the top route at 60. C3: Fall off the platform at 80, and buffer an invisible yellow orb.",
  "3855685": "C1: Don't hit the blue orb at 27. Buffer to go up onto an invisible platform. When the coin is collected, go down. C2: Go into a 2-block space at the bottom of the obstacle at 50. C3: Don't hit the yellow orb at 64.",
  "3979721": "C1: Hit the blue orb late at 3. C2: Go through the middle blocks at 70. C3: Hit an invisible blue orb semi-late at 85.",
  "4158642": "C1: Release at 28 to go down into the yellow portal. C2: Go up in an obstable at 74. C3: After the pink orb at 90, buffer and do two jumps, then fall.",
  "4243988": "C1: Skip the yellow orb at 38 and click the two pink orbs underneath. C2: Hold right after the big saw at 54. C3: Go up and down in the obstacle at 97.",
  "4284013": "C1: Skip the yellow orb at 25 to go on an invisible platform. Click to go up between the saws, and click the second blue orb. C2: Go up close to the slope at 56 and do a quick click then hold. C3: Jump off the platform at 96 and hit the yellow orb late.",
  "4454123": "C1: Go through the top obstacle at 31. C2: Fall off the platform at 45. Jump back onto the next platform. C3: Go into the slope at 67.",
  "4512178": "C1: Go between the invisible saw and block at 42. C2: At the bottom between the blocks at 77. C3: Go back up at 94 (at the E in MINESAP).",
  "4706930": "C1: At 4, go down towards the bottom and hit the gren orb. C2: Go down early after the spikes at 33. Go up before the saw and collect the coin. C3: Go very close to the top structures at 76.",
  "4920053": "C1: Jump off the platform at 15 in the middle of the block. After collecting the coin, jump and use the yellow orbs like normal. C2: At the top at 35. C3: Hold after jumping into the yellow portal at 82.",
  "5131543": "C1: Fly near the top at 25. C2: Go below the blocks at 48. C3: Go near the top at 98.",
  "5155022": "C1: Hit the pink orb at 19 in the center. C2: Hold and go up early at 46. C3: Go up and down between the spikes and blocks.",
  "5170604": "C1: Go above the block but below the invisible saw near the top. C2: After the yellow pad at 39 do not jump. C3: Go down to an invisible platform and back up immediately at 79.",
  "5400544": "C1: Go through the top part of the bottom slopes at 21. C2: Go up early at 53 to go down between the slope and saws. C3: Fall off the platform at 81 onto an invisible platform. Jump into the yellow portal.",
  "27511695": "C1: Open all gifts except for the 1st and 5th. C2: Skip 2nd gift, open all after fast. C3: Open all slowly.",
  "41232393": "Get all 49 upgrades for 3 coins.",
  "52070793": "Start spamming at 88%, until the end of the level.",
  "36135138": "1. True 2. False 2. False 3. False 4. True 5. False",
  "67450173": "C1: Beat the GD level (the one inside the level). C2: Beat the dinosaur game. C3: Beat tetris.",
  "65617648": "C1: Win as crewmate. C2: Win as imposter.",
  "39428299": "Fly through all the hoops in the ship section at around 60%.",
  "61376892": "C1: Skip second pink orb at 13%. C2: Skip green orb at 70%.",
  "80796957": "Actually play the level. Don't die.",
  "66318856": "Tap where it says don't tap.",
  "74294033": "Free coins.",
  "74463867": "Free coins.",
  "87848673": "Free coins.",
  "89478814": "Free coins.",
  "62404461": "Free coins.",
  "61070967": "Free coins.",
  "106610587": "Free coins.",
  "91176170": "Free coins.",
  "122892706": "Play all songs. Unlock RobTop outfit. Play all songs again. Go to info and to the '?'.",
  "120842313": "C1: 240 Generating Seconds. C2: 5,000 Total Generated Combinations. C3: 7,500 Total Generated Cominations.",
  "117752218": "C1: Play 10 songs. C2: Play 20 songs. C3: Play for 10 minutes.",
  "113873694": "Guess the winner correctly.",
  "101825964": "Jump between spikes at 4 percent.",
  "97976397": "Click quickly once at 78 percent.",
  "95910669": "C1: Go above the sawblade at 25 percent and slide on invisible blocks. C2: Spam at 63%. C3: Go to the top at 5 percent. Then stay at the top from 42-44 percent. Collect the heart at the center of the screen at 77 percent. Go above the fireball at 86%.",
  "94626664": "C1: Touch particles at 24, 25 and 27 percent. Coin at 37 percent. C2: Spam as fast as you can at the cube before the drop. C3: Straight fly at last ship. Do not touch the pink pad.",
  "93836145": "Hit the triggers at 5, 14, 22, 26, 34, 47, 50, 59, 85, 94.",
  "92260757": "Hold until 5 percent.",
  "91299403": "Coin up at 11 percent.",
  "86123170": "C1: At 28 percent, after touching the blue pad and before falling off the block, jump. Jump off of the block you land on. C2: Hold at 56 percent until right before the blue pads. C3: Do a short click at 83 percent.",
  "82298778": "Get a score of 3,500 atleast.",
  "81726676": "Actually play the level. Don't die.",
  "80961551": "C1: Spam 5-6 percent. C2: Spam 45-47 percent. C3: Free.",
  "79950795": "Spam the entire level.",
  "79233543": "Hit the toggle orb at 1 percent to make it non-auto.",
  "79000000": "C1: 100k total money made. C2: 500k total money made. C3: 5m total money made.",
  "78415457": "Beat 3 Wordles. Here are the most common letters from a to z: setaoicrludpbhkwfgyvmqzx . Moves don't have to be specific words, so you can test most comon word combinations for a move (For example: setao).",
  "75367760": "Get the keys at 57, 59, 63.",
  "73220074": "Tap in the middle of the mountans (36 and 60 percent).",
  "71262417": "Click while passing the arrow switch around 67 percent.",
  "68459064": "C1: Jump over the pink pad at 3 pecent and hit the blue orb. C2: Hit the green orb late at 36 percent.",
  "68047133": "Beat the boss.",
  "67150541": "Hit the block with your head at 11%",
  "67027712": "Jump over the tripple spike at 95 percent.",
  "66991546": "C1: Tap at the ladder at the beginning (13 percent). C2: Click atleast 18 times during the meeting part at 30-37 percent. C3: Free.",
  "66751843": "Perfect all notes.",
  "66666999": "Hold until 3 percent. Good luck.",
  "65552572": "Code 2 3 5 in the ship.",
  "64925833": "C1: Build a level with all items. C2: Build a level with no floor and beat it. C3: Place and collect all coins and die in three different ways.",
  "64151258": "Hit the coins toggle at the beginning. C1: 10 percent. C2: Collect all crystals in the spider part. C3: Tap all the white orbs after spider part.",
  "63471804": "Free coins for now.",
  "74585366": "Free coins for now."
}

